Repository: panchi64/418-vehicle-maintenance-tracker
Catalog: apps/biombo/ios/Biombo/Resources/Localizable.xcstrings
Source language: es
Languages: en

source: ¿Sigue habiendo datos?
en: Data still working?

source: ¿Sigue habiendo diésel?
en: Still have diesel?

source: ¿Sigue habiendo gas?
en: Still have cooking gas?

source: ¿Sigue habiendo gasolina?
en: Still has gas?

source: ¿Sigue habiendo hielo?
en: Still have ice?

source: ¿Sigue habiendo señal aquí?
en: Still signal here?

source: ¿Sigue inundada?
en: Still flooded?

source: ¿Sigue la fila?
en: Still a line?

source: ¿Sigue ocupado?
en: Still busy?

source: ¿Sigue pidiendo app o tarjeta?
en: Still needs an app or card?

source: ¿Sigue sin agua?
en: Still no water?

source: ¿Sigue sin diésel?
en: Still out of diesel?

source: ¿Sigue sin funcionar?
en: Still not working?

source: ¿Sigue sin gasolina?
en: Still out of gas?

source: ¿Sigue sin luz?
en: Still no power?

source: ¿Sigue sin señal?
en: Still no signal?

source: ¿Sigue solo en efectivo?
en: Still cash only?

source: ¿Sigue solo para vehículos altos?
en: Still high-clearance only?

source: ¿Sigue turbia?
en: Still cloudy?

source: ¿Sigue un solo carril?
en: Still one lane?

source: ¿Sigue yendo y viniendo?
en: Still going on and off?

source: ¿Siguen repartiendo agua?
en: Still handing out water?

source: ¿Siguen solo las llamadas?
en: Still calls only?

source: ¿Sobre qué quieres avisar?
en: What do you want to report?

source: ¿Te mostramos lo que pasa cerca?
en: Show you what's happening nearby?

source: Árbol o poste
en: Tree or pole

source: Árbol o poste en la %@
en: Tree or pole on %@

source: Última confirmación
en: Latest confirmation

# “%@” en %@, %@
source: “%1$@” en %2$@, %3$@
en: “%1$@” at %2$@, %3$@

source: −2 si un reporte tuyo se retira. Tu nivel no baja.
en: −2 if one of your reports is removed. Your level never drops.
